[
  {
    "id": "job14",
    "logo": "fpt.png",
    "company": "CÔNG TY TNHH FPT SOFTWARE",
    "location": "Quận 7, TP.HCM",
    "title": "Lập trình viên Java",
    "type": "Full-time",
    "description": "Phát triển ứng dụng doanh nghiệp bằng Java, tham gia vào các dự án toàn cầu.",
    "salary": "20 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Tham gia phát triển, bảo trì các hệ thống, ứng dụng phần mềm sử dụng ngôn ngữ Java (Java Core, Java EE).\n• Làm việc với các framework như Spring, Hibernate.\n• Phân tích yêu cầu, thiết kế và triển khai giải pháp phần mềm.\n• Hợp tác với các thành viên trong nhóm (BA, QA, DevOps) để đảm bảo chất lượng dự án.",
    "yeucau": "• Có ít nhất 1-2 năm kinh nghiệm lập trình Java.\n• Nắm vững kiến thức về OOP, cấu trúc dữ liệu và giải thuật.\n• Có kinh nghiệm làm việc với Spring Boot, Microservices là một lợi thế.\n• Khả năng đọc hiểu tài liệu tiếng Anh.",
    "quyenloi": "• Lương tháng 13, thưởng dự án, thưởng Tết.\n• Bảo hiểm FPT Care cho nhân viên và gia đình.\n• Lộ trình thăng tiến rõ ràng, cơ hội onsite tại nước ngoài.\n• Môi trường làm việc năng động, nhiều thử thách.",
    "diachi": "FPT Software, Lô T2, Đường D1, Khu Công nghệ cao, Phường Tân Phú, Quận 7, Tp. HCM",
    "cachthuc": "Ứng viên gửi CV mới nhất về email: recruitment@fpt.com.vn với tiêu đề [Java Developer] - [Họ Tên]",
    "quymo": "Trên 10,000 người",
    "linhvuc": "Công nghệ thông tin (IT)"
  },
  {
    "id": "job15",
    "logo": "vinhomes.png",
    "company": "CÔNG TY CỔ PHẦN VINHOMES",
    "location": "Quận Bình Thạnh, TP.HCM",
    "title": "Chuyên viên Kinh doanh Bất động sản",
    "type": "Full-time",
    "description": "Tư vấn và chăm sóc khách hàng, giới thiệu sản phẩm bất động sản cao cấp.",
    "salary": "12 triệu+",
    "thang": "1 tháng",
    "chitietcongviec": "• Tìm kiếm, khai thác và chăm sóc khách hàng tiềm năng.\n• Giới thiệu, tư vấn cho khách hàng về các dự án bất động sản cao cấp của Vinhomes.\n• Hỗ trợ khách hàng trong quá trình giao dịch, ký kết hợp đồng.\n• Cập nhật thông tin thị trường và báo cáo cho quản lý trực tiếp.",
    "yeucau": "• Đam mê lĩnh vực bất động sản và kinh doanh.\n• Ngoại hình sáng, kỹ năng giao tiếp và đàm phán tốt.\n• Năng động, kiên trì, chịu được áp lực doanh số.\n• Ưu tiên ứng viên có kinh nghiệm bán hàng (không bắt buộc).",
    "quyenloi": "• Lương cứng 12 triệu + hoa hồng (thu nhập không giới hạn).\n• Được đào tạo bài bản về thị trường và kỹ năng bán hàng BĐS.\n• Nguồn sản phẩm đa dạng, dồi dào, thương hiệu uy tín.\n• Tham gia các hoạt động du lịch, team building cao cấp của tập đoàn.",
    "diachi": "Vinhomes Central Park, 208 Nguyễn Hữu Cảnh, Phường 22, Quận Bình Thạnh, Tp. HCM",
    "cachthuc": "Nộp hồ sơ trực tiếp tại văn phòng hoặc gửi CV qua email: tuyendung.vinhomes@vingroup.net",
    "quymo": "5,000 - 10,000 người",
    "linhvuc": "Bất động sản"
  },
  {
    "id": "job16",
    "logo": "samsung.png",
    "company": "CÔNG TY TNHH SAMSUNG ELECTRONICS VIỆT NAM",
    "location": "Thủ Đức, TP.HCM",
    "title": "Kỹ sư Điện tử",
    "type": "Full-time",
    "description": "Tham gia nghiên cứu và phát triển sản phẩm điện tử, cải tiến quy trình sản xuất.",
    "salary": "18 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Nghiên cứu và phát triển (R&D) các sản phẩm điện tử, thiết bị thông minh.\n• Thiết kế, thử nghiệm và tối ưu hóa mạch điện tử.\n• Phân tích, xử lý các vấn đề kỹ thuật phát sinh trong dây chuyền sản xuất.\n• Lập báo cáo kỹ thuật và tài liệu liên quan.",
    "yeucau": "• Tốt nghiệp Đại học chuyên ngành Điện, Điện tử Viễn thông hoặc tương đương.\n• Có kiến thức về thiết kế mạch (analog, digital).\n• Sử dụng tốt các phần mềm mô phỏng (PSpice, OrCAD...) là một lợi thế.\n• Tiếng Anh giao tiếp tốt (làm việc với chuyên gia nước ngoài).",
    "quyenloi": "• Mức lương cạnh tranh, nhiều cơ hội học hỏi công nghệ mới.\n• Xe đưa rước miễn phí tại nhiều điểm ở TP.HCM.\n• Trợ cấp ăn trưa, nhà ở (cho ứng viên ở xa).\n• Bảo hiểm đầy đủ, thưởng hiệu suất hàng năm.",
    "diachi": "Khu Công nghệ cao, Phường Tăng Nhơn Phú B, TP. Thủ Đức, Tp. HCM",
    "cachthuc": "Ứng tuyển qua cổng thông tin tuyển dụng chính thức của Samsung: samsungcareers.com/vietnam",
    "quymo": "Trên 10,000 người",
    "linhvuc": "Điện tử / Sản xuất"
  },
  {
    "id": "job17",
    "logo": "unilever.png",
    "company": "CÔNG TY TNHH UNILEVER VIỆT NAM",
    "location": "Quận 9, TP.HCM",
    "title": "Chuyên viên Marketing",
    "type": "Full-time",
    "description": "Xây dựng chiến lược marketing cho các sản phẩm tiêu dùng nhanh.",
    "salary": "16 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Lên kế hoạch và triển khai các chiến dịch marketing (Brand Marketing) cho các nhãn hàng.\n• Phối hợp với các agency (Creative, Media) để thực thi chiến dịch.\n• Phân tích số liệu thị trường (Nielsen), theo dõi đối thủ cạnh tranh.\n• Quản lý ngân sách marketing hiệu quả.",
    "yeucau": "• Tối thiểu 1 năm kinh nghiệm trong lĩnh vực Marketing, Brand hoặc Trade.\n• Tư duy sáng tạo, nhạy bén với thị trường (FMCG).\n• Kỹ năng phân tích số liệu và lập kế hoạch tốt.\n• Tiếng Anh lưu loát (bắt buộc).",
    "quyenloi": "• Môi trường làm việc toàn cầu, chuyên nghiệp.\n• Cơ hội phát triển sự nghiệp nhanh chóng (Management Trainee).\n• Lương thưởng tháng 13, 14, 15 tùy hiệu quả kinh doanh.\n• Phụ cấp, sản phẩm dùng thử của công ty hàng tháng.",
    "diachi": "Lô A2-3, KCN Cát Lái, Phường Thạnh Mỹ Lợi, TP. Thủ Đức (Quận 9 cũ), Tp. HCM",
    "cachthuc": "Gửi CV ứng tuyển bằng Tiếng Anh về email: recruitment.uvn@unilever.com",
    "quymo": "1,000 - 2,000 người",
    "linhvuc": "Tiêu dùng nhanh (FMCG)"
  },
  {
    "id": "job18",
    "logo": "grab.png",
    "company": "CÔNG TY TNHH GRAB VIỆT NAM",
    "location": "Quận 10, TP.HCM",
    "title": "Data Analyst",
    "type": "Full-time",
    "description": "Phân tích dữ liệu người dùng, hỗ trợ ra quyết định kinh doanh.",
    "salary": "22 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Thu thập, xử lý và phân tích dữ liệu lớn (big data) từ nhiều nguồn.\n• Xây dựng dashboards (Tableau, PowerBI) để theo dõi các chỉ số kinh doanh.\n• Tìm kiếm insights từ dữ liệu để đề xuất các chiến lược, cải tiến sản phẩm.\n• Thực hiện các báo cáo phân tích theo yêu cầu.",
    "yeucau": "• Tối thiểu 1-2 năm kinh nghiệm làm Data Analyst.\n• Thành thạo SQL để truy vấn dữ liệu.\n• Có kinh nghiệm sử dụng Python (Pandas, Numpy) hoặc R là lợi thế lớn.\n• Tư duy logic, kỹ năng giải quyết vấn đề tốt.",
    "quyenloi": "• Mức lương cạnh tranh và thưởng cổ phiếu (RSU).\n• Môi trường làm việc công nghệ, startup, tốc độ nhanh.\n• Cung cấp trang thiết bị làm việc hiện đại.\n• Phúc lợi tốt, du lịch, team building thường xuyên.",
    "diachi": "Tòa nhà Viettel Complex, 285 Cách Mạng Tháng Tám, Phường 12, Quận 10, Tp. HCM",
    "cachthuc": "Ứng tuyển trực tiếp trên trang Grab Careers hoặc qua LinkedIn.",
    "quymo": "500 - 1,000 người",
    "linhvuc": "Công nghệ / Vận tải"
  },
  {
    "id": "job19",
    "logo": "lazada.png",
    "company": "CÔNG TY TNHH LAZADA VIỆT NAM",
    "location": "Quận 1, TP.HCM",
    "title": "Chuyên viên Vận hành E-commerce",
    "type": "Full-time",
    "description": "Quản lý quy trình vận hành thương mại điện tử, tối ưu trải nghiệm khách hàng.",
    "salary": "14 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Quản lý và tối ưu hóa quy trình xử lý đơn hàng (order fulfillment).\n• Làm việc với các đối tác vận chuyển (3PL) để đảm bảo chất lượng giao hàng.\n• Phân tích, báo cáo các chỉ số vận hành (tỷ lệ hủy đơn, thời gian giao hàng...).• Hỗ trợ xử lý các khiếu nại của khách hàng liên quan đến vận hành.",
    "yeucau": "• Có kinh nghiệm làm việc trong lĩnh vực E-commerce, Logistics hoặc Chuỗi cung ứng.\n• Thành thạo Excel (hàm Vlookup, Pivot Table) để xử lý dữ liệu.\n• Kỹ năng điều phối, làm việc nhóm và xử lý tình huống tốt.\n• Chịu được áp lực công việc, đặc biệt trong các mùa sale.",
    "quyenloi": "• Môi trường làm việc E-commerce hàng đầu khu vực.\n• Lương tháng 13, thưởng hiệu suất, voucher mua sắm.\n• Được đào tạo các kiến thức chuyên sâu về Thương mại điện tử.\n• Cơ hội thăng tiến trong ngành.",
    "diachi": "Tòa nhà Saigon Centre, 65 Lê Lợi, Phường Bến Nghé, Quận 1, Tp. HCM",
    "cachthuc": "Gửi CV ứng tuyển về email: careers@lazada.vn với tiêu đề [Ecom Ops] - [Họ Tên]",
    "quymo": "Trên 1,000 người",
    "linhvuc": "Thương mại điện tử (E-commerce)"
  }
]