[
  {
    "id": "job1",
    "logo": "wacontre.png",
    "nghe": "HR Tuyển Dụng kiêm C&B",
    "cty": "Công ty TNHH một thành viên Wacontre",
    "daichi": "Bình Thạnh, Tp. HCM",
    "luong": "Up to 30,000,000 VND",
    "phanhoi": "Phản hồi trong 1 tuần",
    "dadang": "Đã đăng 30/10/2025",
    "chitietcongviec": "• Thực hiện công tác tuyển dụng theo kế hoạch: đăng tin, lọc CV, phỏng vấn, gửi offer.\n• Quản lý mảng C&B: chấm công, tính lương, BHXH, thuế TNCN.\n• Xây dựng và duy trì văn hóa doanh nghiệp, tổ chức các hoạt động nội bộ.",
    "yeucau": "• Có ít nhất 2 năm kinh nghiệm ở vị trí tương đương.\n• Nắm vững Luật lao động và các quy định liên quan.\n• Kỹ năng giao tiếp, đàm phán và xử lý vấn đề tốt.\n• Cẩn thận, trung thực và có trách nhiệm.",
    "quyenloi": "• Lương tháng 13, thưởng hiệu quả công việc (KPIs).\n• Tham gia BHXH, BHYT, BHTN đầy đủ theo luật.\n• Môi trường làm việc trẻ trung, năng động, nhiều cơ hội phát triển.\n• Du lịch, team building hàng năm.",
    "diachi": "123 Nguyễn Văn Thương, Phường 25, Quận Bình Thạnh, Tp. HCM",
    "cachthuc": "Ứng viên vui lòng gửi CV về email: tuyendung@wacontre.com với tiêu đề [HR C&B] - [Họ Tên]",
    "quymo": "100 - 200 người",
    "linhvuc": "Sản xuất & Thương mại"
  },
  {
    "id": "job2",
    "logo": "altiuslink.png",
    "nghe": "Nhân viên Tuyển dụng",
    "cty": "Công ty Cổ phần Altius Link Việt Nam",
    "daichi": "Hoàng Hoa Thám / Tân Thắng, Tp. HCM",
    "luong": "6,000,000 - 9,000,000 VND",
    "phanhoi": "Phản hồi trong 1 ngày",
    "dadang": "Đã đăng 04/11/2025",
    "chitietcongviec": "• Tìm kiếm và thu hút ứng viên qua các kênh (job boards, social media, ...).\n• Sàng lọc hồ sơ, sắp xếp lịch phỏng vấn.\n• Quản lý cơ sở dữ liệu ứng viên và báo cáo tuyển dụng.",
    "yeucau": "• Sinh viên mới ra trường hoặc dưới 1 năm kinh nghiệm.\n• Yêu thích lĩnh vực nhân sự, tuyển dụng.\n• Nhanh nhẹn, kỹ năng giao tiếp tốt, có laptop cá nhân.",
    "quyenloi": "• Phụ cấp cơm trưa, gửi xe.\n• Được đào tạo bài bản về kỹ năng tuyển dụng.\n• Môi trường làm việc năng động, cơ hội trở thành nhân viên chính thức.",
    "diachi": "Tòa nhà Altius, 59 Hoàng Hoa Thám, Phường 13, Quận Tân Bình, Tp. HCM",
    "cachthuc": "Ứng tuyển trực tiếp qua nút 'Ứng tuyển ngay' trên website.",
    "quymo": "50 - 100 người",
    "linhvuc": "Dịch vụ / Công nghệ"
  },
  {
    "id": "job3",
    "logo": "hoasung.png",
    "nghe": "Chuyên viên Tuyển dụng",
    "cty": "Công ty TNHH HOA SUNG",
    "daichi": "Tp. HCM (sản xuất / kho)",
    "luong": "Thỏa thuận theo năng lực",
    "phanhoi": "Phản hồi trong 1 giờ",
    "dadang": "Đã đăng 08/10/2025",
    "chitietcongviec": "• Chuyên trách tuyển dụng các vị trí cho khối sản xuất và kho bãi.\n• Liên hệ các trung tâm giới thiệu việc làm, đăng tin tuyển dụng.\n• Báo cáo tiến độ tuyển dụng hàng tuần cho Trưởng phòng.",
    "yeucau": "• Kinh nghiệm tuyển dụng lao động phổ thông, công nhân.\n• Chịu khó, có thể đi thị trường.\n• Ưu tiên ứng viên có thể nhận việc ngay.",
    "quyenloi": "• Mức lương cạnh tranh, thưởng theo kết quả tuyển dụng.\n• Có xe đưa rước từ trung tâm thành phố.\n• Đầy đủ chế độ BHXH, BHYT theo quy định.",
    "diachi": "Khu công nghiệp Tân Tạo, Quận Bình Tân, Tp. HCM",
    "cachthuc": "Nộp hồ sơ trực tiếp tại cổng bảo vệ công ty hoặc qua email: hr@hoasung.vn",
    "quymo": "Trên 500 người",
    "linhvuc": "Sản xuất / May mặc"
  },
  {
    "id": "job4",
    "logo": "ginhung.png",
    "nghe": "Chuyên viên Tuyển dụng Mass",
    "cty": "Công ty TNHH Công nghiệp Gin Hung Việt Nam",
    "daichi": "Tp. HCM",
    "luong": "12,000,000 - 18,000,000 VND",
    "phanhoi": "Phản hồi trong 1 giờ",
    "dadang": "Cập nhật 11/11/2025",
    "chitietcongviec": "• Lập kế hoạch và triển khai tuyển dụng số lượng lớn (mass hiring).\n• Tổ chức các sự kiện tuyển dụng, ngày hội việc làm.\n• Phối hợp với các trưởng bộ phận để đánh giá nhu cầu nhân sự.",
    "yeucau": "• Tối thiểu 1 năm kinh nghiệm tuyển dụng mass (lao động phổ thông, công nhân).\n• Kỹ năng lập kế hoạch và tổ chức tốt.\n• Chịu được áp lực cao trong công việc.",
    "quyenloi": "• Lương cứng + thưởng KPI hấp dẫn.\n• Môi trường làm việc chuyên nghiệp, cơ hội thăng tiến.\n• Du lịch hàng năm, team building, khám sức khỏe định kỳ.",
    "diachi": "Khu chế xuất Tân Thuận, Quận 7, Tp. HCM",
    "cachthuc": "Gửi CV của bạn qua email: careers@ginhung.vn",
    "quymo": "Trên 1000 người",
    "linhvuc": "Sản xuất công nghiệp"
  },
  {
    "id": "job5",
    "logo": "procomp.png",
    "nghe": "Nhân viên Bán hàng / Tuyển dụng",
    "cty": "Pro Comp",
    "daichi": "Tp. HCM",
    "luong": "Thỏa thuận; nhiều vị trí 10M+",
    "phanhoi": "Phản hồi trong 4 giờ",
    "dadang": "Cập nhật 06/11/2025",
    "chitietcongviec": "• Tư vấn, giới thiệu sản phẩm (linh kiện máy tính, laptop) cho khách hàng tại showroom.\n• Xây dựng và duy trì mối quan hệ với khách hàng.\n• Đạt chỉ tiêu doanh số cá nhân và nhóm.",
    "yeucau": "• Đam mê công nghệ, am hiểu về phần cứng máy tính là một lợi thế.\n• Kỹ năng giao tiếp, thuyết phục tốt.\n• Không yêu cầu kinh nghiệm, sẽ được đào tạo.",
    "quyenloi": "• Lương cơ bản + hoa hồng (thu nhập không giới hạn).\n• Được mua sản phẩm công ty với giá ưu đãi.\n• Lộ trình thăng tiến rõ ràng lên quản lý cửa hàng.",
    "diachi": "258 Lý Thường Kiệt, Phường 14, Quận 10, Tp. HCM",
    "cachthuc": "Ứng tuyển qua email hoặc nộp hồ sơ trực tiếp tại cửa hàng.",
    "quymo": "20 - 50 người",
    "linhvuc": "Bán lẻ / Máy tính"
  },
  {
    "id": "job6",
    "logo": "kimoanh.png",
    "nghe": "Chuyên viên Kinh doanh",
    "cty": "Kim Oanh Group",
    "daichi": "Quận Tân Bình / Quận 1, Tp. HCM",
    "luong": "Up to 10,000,000 VND (vị trí tham khảo)",
    "phanhoi": "Phản hồi trong 7 giờ",
    "dadang": "Cập nhật 11/11/2025",
    "chitietcongviec": "• Tìm kiếm khách hàng tiềm năng, tư vấn các dự án bất động sản của công ty.\n• Chăm sóc khách hàng hiện tại và phát triển khách hàng mới.\n• Thực hiện các giao dịch và hỗ trợ khách hàng thủ tục pháp lý.",
    "yeucau": "• Đam mê kinh doanh, đặc biệt là lĩnh vực Bất động sản.\n• Có kỹ năng giao tiếp, đàm phán tốt.\n• Chịu được áp lực doanh số, kiên trì.",
    "quyenloi": "• Lương cơ bản + Hoa hồng (cao nhất thị trường) + Thưởng nóng.\n• Nguồn sản phẩm dồi dào, pháp lý minh bạch.\n• Được đào tạo kỹ năng bán hàng, marketing bởi các chuyên gia.",
    "diachi": "Trụ sở chính: 36 Trường Chinh, Phường 4, Quận Tân Bình, Tp. HCM",
    "cachthuc": "Liên hệ Hotline phòng nhân sự: 0909.123.456 (Ms. Anh) hoặc gửi CV về email.",
    "quymo": "Trên 2000 người",
    "linhvuc": "Bất động sản"
  },
  {
    "id": "job7",
    "logo": "techvista.png",
    "nghe": "Lập trình viên Frontend",
    "cty": "TechVista Solutions",
    "daichi": "Quận 3, Tp. HCM",
    "luong": "15,000,000 - 25,000,000 VND",
    "phanhoi": "Phản hồi trong 2 ngày",
    "dadang": "Đã đăng 10/11/2025",
    "chitietcongviec": "• Phát triển giao diện người dùng (UI) cho các ứng dụng web.\n• Hợp tác với đội ngũ backend và designer để hoàn thiện sản phẩm.\n• Tối ưu hóa tốc độ tải trang và trải nghiệm người dùng (UX).",
    "yeucau": "• Thành thạo HTML, CSS, JavaScript (ES6+).\n• Có kinh nghiệm làm việc với ReactJS hoặc VueJS (ít nhất 1 năm).\n• Biết sử dụng Git, Webpack, SASS/LESS.",
    "quyenloi": "• Mức lương cạnh tranh, xét tăng lương 2 lần/năm.\n• Gói bảo hiểm sức khỏe cao cấp cho nhân viên và gia đình.\n• Cung cấp Macbook Pro, màn hình ngoài.\n• Giờ làm việc linh hoạt.",
    "diachi": "Tòa nhà TechVista, 200 Pasteur, Phường 6, Quận 3, Tp. HCM",
    "cachthuc": "Gửi CV và porfolio sản phẩm của bạn về email: tech@techvista.com",
    "quymo": "50 - 150 người",
    "linhvuc": "Công nghệ thông tin (IT)"
  },
  {
    "id": "job8",
    "logo": "greenlogistics.png",
    "nghe": "Quản lý Kho",
    "cty": "Green Logistics Vietnam",
    "daichi": "Quận Bình Tân, Tp. HCM",
    "luong": "10,000,000 - 14,000,000 VND",
    "phanhoi": "Phản hồi trong 3 ngày",
    "dadang": "Đã đăng 09/11/2025",
    "chitietcongviec": "• Quản lý hoạt động xuất, nhập, tồn kho.\n• Sắp xếp, tổ chức hàng hóa trong kho một cách khoa học.\n• Đào tạo và quản lý đội ngũ nhân viên kho.\n• Kiểm kê kho định kỳ.",
    "yeucau": "• Có ít nhất 2 năm kinh nghiệm quản lý kho.\n• Sử dụng thành thạo phần mềm quản lý kho (WMS), Excel.\n• Cẩn thận, tỉ mỉ, có khả năng tổ chức.",
    "quyenloi": "• Lương tháng 13, thưởng các ngày lễ lớn.\n• Môi trường làm việc chuyên nghiệp, quy trình rõ ràng.\n• Được đóng BHXH đầy đủ, hỗ trợ cơm trưa.",
    "diachi": "Kho Green, Lô 3, KCN Vĩnh Lộc, Quận Bình Tân, Tp. HCM",
    "cachthuc": "Nộp hồ sơ trực tuyến hoặc liên hệ trực tiếp văn phòng.",
    "quymo": "200 - 300 người",
    "linhvuc": "Logistics / Kho vận"
  },
  {
    "id": "job9",
    "logo": "finpro.png",
    "nghe": "Chuyên viên Tài chính kế toán",
    "cty": "FinPro Accounting",
    "daichi": "Quận 1, Tp. HCM",
    "luong": "12,000,000 - 18,000,000 VND",
    "phanhoi": "Phản hồi trong 1 ngày",
    "dadang": "Đã đăng 01/11/2025",
    "chitietcongviec": "• Lập báo cáo tài chính, báo cáo thuế (GTGT, TNDN, TNCN) hàng tháng/quý/năm.\n• Hạch toán các nghiệp vụ kế toán phát sinh.\n• Làm việc với cơ quan thuế, kiểm toán.",
    "yeucau": "• Tốt nghiệp Đại học chuyên ngành Kế toán, Kiểm toán, Tài chính.\n• Có ít nhất 2 năm kinh nghiệm ở vị trí kế toán tổng hợp.\n• Nắm vững các chuẩn mực kế toán (VAS) và luật thuế.",
    "quyenloi": "• Môi trường làm việc chuyên nghiệp, cơ hội tiếp xúc nhiều loại hình doanh nghiệp.\n• Thưởng tháng 13, 14 tùy theo hiệu quả kinh doanh.\n• Hỗ trợ chi phí học chứng chỉ (CPA, ACCA...).",
    "diachi": "Tòa nhà Bitexco, 2 Hải Triều, Bến Nghé, Quận 1, Tp. HCM",
    "cachthuc": "Gửi CV qua email: recruitment@finpro.vn",
    "quymo": "20 - 50 người",
    "linhvuc": "Tài chính / Kế toán"
  },
  {
    "id": "job10",
    "logo": "medicare.png",
    "nghe": "Nhân viên Y tế công ty",
    "cty": "MediCare Services",
    "daichi": "Quận Phú Nhuận, Tp. HCM",
    "luong": "8,000,000 - 12,000,000 VND",
    "phanhoi": "Phản hồi trong 4 giờ",
    "dadang": "Đã đăng 05/11/2025",
    "chitietcongviec": "• Trực tại phòng y tế của công ty, xử lý các ca sơ cứu ban đầu.\n• Quản lý tủ thuốc, cấp phát thuốc thông thường.\n• Tổ chức khám sức khỏe định kỳ cho CBNV.",
    "yeucau": "• Tốt nghiệp Trung cấp/Cao đẳng Điều dưỡng, Y sĩ.\n• Có chứng chỉ hành nghề.\n• Ưu tiên ứng viên có kinh nghiệm làm y tế tại các công ty, nhà máy.",
    "quyenloi": "• Công việc ổn định, giờ hành chính.\n• Môi trường làm việc thân thiện, sạch sẽ.\n• Đóng BHXH đầy đủ, thưởng lễ tết.",
    "diachi": "45 Phan Đăng Lưu, Phường 3, Quận Phú Nhuận, Tp. HCM",
    "cachthuc": "Ứng tuyển trực tiếp tại văn phòng hoặc qua email.",
    "quymo": "50 - 100 người",
    "linhvuc": "Y tế / Chăm sóc sức khỏe"
  },
  {
    "id": "job11",
    "logo": "creativestudio.png",
    "nghe": "Designer UI/UX",
    "cty": "Creative Studio VN",
    "daichi": "Quận 7, Tp. HCM",
    "luong": "10,000,000 - 20,000,000 VND",
    "phanhoi": "Phản hồi trong 2 ngày",
    "dadang": "Đã đăng 07/11/2025",
    "chitietcongviec": "• Thiết kế giao diện (UI) và trải nghiệm người dùng (UX) cho app và web.\n• Xây dựng wireframes, prototypes, user flows.\n• Nghiên cứu hành vi người dùng và đề xuất cải tiến sản phẩm.",
    "yeucau": "• Có ít nhất 1 năm kinh nghiệm UI/UX.\n• Thành thạo các công cụ thiết kế: Figma, Sketch, Adobe XD.\n• Có portfolio (bắt buộc) đính kèm khi ứng tuyển.\n• Có tư duy thẩm mỹ tốt, hiểu về thiết kế hướng người dùng.",
    "quyenloi": "• Môi trường sáng tạo, thoải mái, không gò bó.\n• Được tham gia các dự án lớn, làm việc với khách hàng quốc tế.\n• Lương thưởng hấp dẫn, pantry đầy đủ đồ ăn thức uống.",
    "diachi": "Khu chế xuất Tân Thuận, Phường Tân Thuận Đông, Quận 7, Tp. HCM",
    "cachthuc": "Gửi CV và Portfolio của bạn về email: hello@creativestudio.vn",
    "quymo": "20 - 50 người",
    "linhvuc": "Thiết kế / Sáng tạo"
  },
  {
    "id": "job12",
    "logo": "logistech.png",
    "nghe": "Kỹ sư Bảo trì",
    "cty": "LogisTech Manufacturing",
    "daichi": "Huyện Củ Chi, Tp. HCM",
    "luong": "Thỏa thuận theo năng lực",
    "phanhoi": "Phản hồi trong 1 tuần",
    "dadang": "Đã đăng 02/11/2025",
    "chitietcongviec": "• Lên kế hoạch và thực hiện bảo trì, bảo dưỡng hệ thống máy móc, thiết bị trong nhà máy.\n• Xử lý sự cố kỹ thuật phát sinh trong quá trình sản xuất.\n• Quản lý hồ sơ, lý lịch thiết bị.",
    "yeucau": "• Tốt nghiệp Cao đẳng/Đại học chuyên ngành Cơ khí, Điện, Tự động hóa.\n• Có kinh nghiệm bảo trì tại các nhà máy sản xuất ít nhất 2 năm.\n• Có thể đọc hiểu bản vẽ kỹ thuật.",
    "quyenloi": "• Mức lương cạnh tranh, phụ cấp kỹ thuật.\n• Có xe đưa rước từ nhiều điểm trong thành phố.\n• Môi trường làm việc chuyên nghiệp, nhiều máy móc hiện đại.",
    "diachi": "Khu công nghiệp Tây Bắc Củ Chi, Huyện Củ Chi, Tp. HCM",
    "cachthuc": "Ứng tuyển qua email hoặc nộp hồ sơ trực tiếp tại cổng bảo vệ.",
    "quymo": "300 - 500 người",
    "linhvuc": "Sản xuất / Kỹ thuật"
  },
  {
    "id": "job13",
    "logo": "eduplus.png",
    "nghe": "Giảng viên Tiếng Anh",
    "cty": "EduPlus Center",
    "daichi": "Quận 10, Tp. HCM",
    "luong": "7,000,000 - 12,000,000 VND",
    "phanhoi": "Phản hồi trong 1 ngày",
    "dadang": "Đã đăng 03/11/2025",
    "chitietcongviec": "• Giảng dạy các lớp Tiếng Anh giao tiếp hoặc luyện thi (IELTS/TOEIC).\n• Chuẩn bị giáo án, bài tập và theo dõi tiến độ học tập của học viên.\n• Tham gia các hoạt động ngoại khóa của trung tâm.",
    "yeucau": "• Phát âm chuẩn, có chứng chỉ IELTS 7.5+ hoặc tương đương.\n• Có kinh nghiệm giảng dạy ít nhất 1 năm.\n• Năng động, truyền cảm hứng, yêu thích công việc giảng dạy.",
    "quyenloi": "• Lương theo giờ hoặc lương cứng (tùy chọn).\n• Lịch dạy linh hoạt, được chọn ca.\n• Được đào tạo về phương pháp giảng dạy hiện đại.\n• Giảm 50% học phí cho người thân.",
    "diachi": "300 Lý Thái Tổ, Phường 1, Quận 10, Tp. HCM",
    "cachthuc": "Gửi CV, chứng chỉ và một video ngắn (1-2 phút) giới thiệu bản thân bằng Tiếng Anh về email: hr@eduplus.edu.vn",
    "quymo": "50 - 100 người",
    "linhvuc": "Giáo dục / Đào tạo"
  },
 {
    "id": "job14",
    "logo": "fpt.png",
    "company": "CÔNG TY TNHH FPT SOFTWARE",
    "location": "Quận 7, TP.HCM",
    "title": "Lập trình viên Java",
    "type": "Full-time",
    "description": "Phát triển ứng dụng doanh nghiệp bằng Java, tham gia vào các dự án toàn cầu.",
    "salary": "20 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Tham gia phát triển, bảo trì các hệ thống, ứng dụng phần mềm sử dụng ngôn ngữ Java (Java Core, Java EE).\n• Làm việc với các framework như Spring, Hibernate.\n• Phân tích yêu cầu, thiết kế và triển khai giải pháp phần mềm.\n• Hợp tác với các thành viên trong nhóm (BA, QA, DevOps) để đảm bảo chất lượng dự án.",
    "yeucau": "• Có ít nhất 1-2 năm kinh nghiệm lập trình Java.\n• Nắm vững kiến thức về OOP, cấu trúc dữ liệu và giải thuật.\n• Có kinh nghiệm làm việc với Spring Boot, Microservices là một lợi thế.\n• Khả năng đọc hiểu tài liệu tiếng Anh.",
    "quyenloi": "• Lương tháng 13, thưởng dự án, thưởng Tết.\n• Bảo hiểm FPT Care cho nhân viên và gia đình.\n• Lộ trình thăng tiến rõ ràng, cơ hội onsite tại nước ngoài.\n• Môi trường làm việc năng động, nhiều thử thách.",
    "diachi": "FPT Software, Lô T2, Đường D1, Khu Công nghệ cao, Phường Tân Phú, Quận 7, Tp. HCM",
    "cachthuc": "Ứng viên gửi CV mới nhất về email: recruitment@fpt.com.vn với tiêu đề [Java Developer] - [Họ Tên]",
    "quymo": "Trên 10,000 người",
    "linhvuc": "Công nghệ thông tin (IT)"
  },
  {
    "id": "job15",
    "logo": "vinhomes.png",
    "company": "CÔNG TY CỔ PHẦN VINHOMES",
    "location": "Quận Bình Thạnh, TP.HCM",
    "title": "Chuyên viên Kinh doanh Bất động sản",
    "type": "Full-time",
    "description": "Tư vấn và chăm sóc khách hàng, giới thiệu sản phẩm bất động sản cao cấp.",
    "salary": "12 triệu+",
    "thang": "1 tháng",
    "chitietcongviec": "• Tìm kiếm, khai thác và chăm sóc khách hàng tiềm năng.\n• Giới thiệu, tư vấn cho khách hàng về các dự án bất động sản cao cấp của Vinhomes.\n• Hỗ trợ khách hàng trong quá trình giao dịch, ký kết hợp đồng.\n• Cập nhật thông tin thị trường và báo cáo cho quản lý trực tiếp.",
    "yeucau": "• Đam mê lĩnh vực bất động sản và kinh doanh.\n• Ngoại hình sáng, kỹ năng giao tiếp và đàm phán tốt.\n• Năng động, kiên trì, chịu được áp lực doanh số.\n• Ưu tiên ứng viên có kinh nghiệm bán hàng (không bắt buộc).",
    "quyenloi": "• Lương cứng 12 triệu + hoa hồng (thu nhập không giới hạn).\n• Được đào tạo bài bản về thị trường và kỹ năng bán hàng BĐS.\n• Nguồn sản phẩm đa dạng, dồi dào, thương hiệu uy tín.\n• Tham gia các hoạt động du lịch, team building cao cấp của tập đoàn.",
    "diachi": "Vinhomes Central Park, 208 Nguyễn Hữu Cảnh, Phường 22, Quận Bình Thạnh, Tp. HCM",
    "cachthuc": "Nộp hồ sơ trực tiếp tại văn phòng hoặc gửi CV qua email: tuyendung.vinhomes@vingroup.net",
    "quymo": "5,000 - 10,000 người",
    "linhvuc": "Bất động sản"
  },
  {
    "id": "job16",
    "logo": "samsung.png",
    "company": "CÔNG TY TNHH SAMSUNG ELECTRONICS VIỆT NAM",
    "location": "Thủ Đức, TP.HCM",
    "title": "Kỹ sư Điện tử",
    "type": "Full-time",
    "description": "Tham gia nghiên cứu và phát triển sản phẩm điện tử, cải tiến quy trình sản xuất.",
    "salary": "18 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Nghiên cứu và phát triển (R&D) các sản phẩm điện tử, thiết bị thông minh.\n• Thiết kế, thử nghiệm và tối ưu hóa mạch điện tử.\n• Phân tích, xử lý các vấn đề kỹ thuật phát sinh trong dây chuyền sản xuất.\n• Lập báo cáo kỹ thuật và tài liệu liên quan.",
    "yeucau": "• Tốt nghiệp Đại học chuyên ngành Điện, Điện tử Viễn thông hoặc tương đương.\n• Có kiến thức về thiết kế mạch (analog, digital).\n• Sử dụng tốt các phần mềm mô phỏng (PSpice, OrCAD...) là một lợi thế.\n• Tiếng Anh giao tiếp tốt (làm việc với chuyên gia nước ngoài).",
    "quyenloi": "• Mức lương cạnh tranh, nhiều cơ hội học hỏi công nghệ mới.\n• Xe đưa rước miễn phí tại nhiều điểm ở TP.HCM.\n• Trợ cấp ăn trưa, nhà ở (cho ứng viên ở xa).\n• Bảo hiểm đầy đủ, thưởng hiệu suất hàng năm.",
    "diachi": "Khu Công nghệ cao, Phường Tăng Nhơn Phú B, TP. Thủ Đức, Tp. HCM",
    "cachthuc": "Ứng tuyển qua cổng thông tin tuyển dụng chính thức của Samsung: samsungcareers.com/vietnam",
    "quymo": "Trên 10,000 người",
    "linhvuc": "Điện tử / Sản xuất"
  },
  {
    "id": "job17",
    "logo": "unilever.png",
    "company": "CÔNG TY TNHH UNILEVER VIỆT NAM",
    "location": "Quận 9, TP.HCM",
    "title": "Chuyên viên Marketing",
    "type": "Full-time",
    "description": "Xây dựng chiến lược marketing cho các sản phẩm tiêu dùng nhanh.",
    "salary": "16 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Lên kế hoạch và triển khai các chiến dịch marketing (Brand Marketing) cho các nhãn hàng.\n• Phối hợp với các agency (Creative, Media) để thực thi chiến dịch.\n• Phân tích số liệu thị trường (Nielsen), theo dõi đối thủ cạnh tranh.\n• Quản lý ngân sách marketing hiệu quả.",
    "yeucau": "• Tối thiểu 1 năm kinh nghiệm trong lĩnh vực Marketing, Brand hoặc Trade.\n• Tư duy sáng tạo, nhạy bén với thị trường (FMCG).\n• Kỹ năng phân tích số liệu và lập kế hoạch tốt.\n• Tiếng Anh lưu loát (bắt buộc).",
    "quyenloi": "• Môi trường làm việc toàn cầu, chuyên nghiệp.\n• Cơ hội phát triển sự nghiệp nhanh chóng (Management Trainee).\n• Lương thưởng tháng 13, 14, 15 tùy hiệu quả kinh doanh.\n• Phụ cấp, sản phẩm dùng thử của công ty hàng tháng.",
    "diachi": "Lô A2-3, KCN Cát Lái, Phường Thạnh Mỹ Lợi, TP. Thủ Đức (Quận 9 cũ), Tp. HCM",
    "cachthuc": "Gửi CV ứng tuyển bằng Tiếng Anh về email: recruitment.uvn@unilever.com",
    "quymo": "1,000 - 2,000 người",
    "linhvuc": "Tiêu dùng nhanh (FMCG)"
  },
  {
    "id": "job18",
    "logo": "grab.png",
    "company": "CÔNG TY TNHH GRAB VIỆT NAM",
    "location": "Quận 10, TP.HCM",
    "title": "Data Analyst",
    "type": "Full-time",
    "description": "Phân tích dữ liệu người dùng, hỗ trợ ra quyết định kinh doanh.",
    "salary": "22 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Thu thập, xử lý và phân tích dữ liệu lớn (big data) từ nhiều nguồn.\n• Xây dựng dashboards (Tableau, PowerBI) để theo dõi các chỉ số kinh doanh.\n• Tìm kiếm insights từ dữ liệu để đề xuất các chiến lược, cải tiến sản phẩm.\n• Thực hiện các báo cáo phân tích theo yêu cầu.",
    "yeucau": "• Tối thiểu 1-2 năm kinh nghiệm làm Data Analyst.\n• Thành thạo SQL để truy vấn dữ liệu.\n• Có kinh nghiệm sử dụng Python (Pandas, Numpy) hoặc R là lợi thế lớn.\n• Tư duy logic, kỹ năng giải quyết vấn đề tốt.",
    "quyenloi": "• Mức lương cạnh tranh và thưởng cổ phiếu (RSU).\n• Môi trường làm việc công nghệ, startup, tốc độ nhanh.\n• Cung cấp trang thiết bị làm việc hiện đại.\n• Phúc lợi tốt, du lịch, team building thường xuyên.",
    "diachi": "Tòa nhà Viettel Complex, 285 Cách Mạng Tháng Tám, Phường 12, Quận 10, Tp. HCM",
    "cachthuc": "Ứng tuyển trực tiếp trên trang Grab Careers hoặc qua LinkedIn.",
    "quymo": "500 - 1,000 người",
    "linhvuc": "Công nghệ / Vận tải"
  },
  {
    "id": "job19",
    "logo": "lazada.png",
    "company": "CÔNG TY TNHH LAZADA VIỆT NAM",
    "location": "Quận 1, TP.HCM",
    "title": "Chuyên viên Vận hành E-commerce",
    "type": "Full-time",
    "description": "Quản lý quy trình vận hành thương mại điện tử, tối ưu trải nghiệm khách hàng.",
    "salary": "14 triệu",
    "thang": "1 tháng",
    "chitietcongviec": "• Quản lý và tối ưu hóa quy trình xử lý đơn hàng (order fulfillment).\n• Làm việc với các đối tác vận chuyển (3PL) để đảm bảo chất lượng giao hàng.\n• Phân tích, báo cáo các chỉ số vận hành (tỷ lệ hủy đơn, thời gian giao hàng...).• Hỗ trợ xử lý các khiếu nại của khách hàng liên quan đến vận hành.",
    "yeucau": "• Có kinh nghiệm làm việc trong lĩnh vực E-commerce, Logistics hoặc Chuỗi cung ứng.\n• Thành thạo Excel (hàm Vlookup, Pivot Table) để xử lý dữ liệu.\n• Kỹ năng điều phối, làm việc nhóm và xử lý tình huống tốt.\n• Chịu được áp lực công việc, đặc biệt trong các mùa sale.",
    "quyenloi": "• Môi trường làm việc E-commerce hàng đầu khu vực.\n• Lương tháng 13, thưởng hiệu suất, voucher mua sắm.\n• Được đào tạo các kiến thức chuyên sâu về Thương mại điện tử.\n• Cơ hội thăng tiến trong ngành.",
    "diachi": "Tòa nhà Saigon Centre, 65 Lê Lợi, Phường Bến Nghé, Quận 1, Tp. HCM",
    "cachthuc": "Gửi CV ứng tuyển về email: careers@lazada.vn với tiêu đề [Ecom Ops] - [Họ Tên]",
    "quymo": "Trên 1,000 người",
    "linhvuc": "Thương mại điện tử (E-commerce)"
  }
]